{level: "B2",
author: "Burlington",
test: {
		numquestions: 8,
		questions: [{   qnumber: 1,
						numanswers: 3,
						question: "You hear a boy asking for change for a vending machine. What happens in the end?",
						answer1: "The boy changes his mind and gets his money back.",
						answer2: "The boy loses his money in the vending machine.",
						answer3: "The boy decides not to buy anything.",
						correctanswer: 2},
						{qnumber: 2,
						numanswers: 3,
						question: "You hear one girl offering a babysitting job to another girl. What is NOT part of the job?",
						answer1: "preparing dinner",
						answer2: "playing games",
						answer3: "reading a story",
						correctanswer: 1},
						{qnumber: 3,
						numanswers: 3,
						question: "You hear a boy trying to return a pair of jeans. How much money does the boy get for them?",
						answer1: "the full price that he paid",
						answer2: "twice the amount he paid",
						answer3: "the sale price of the jeans",
						correctanswer: 3},
						{qnumber: 4,
						numanswers: 3,
						question: "You hear an advert for a store. What is NOT mentioned as a benefit of the store?",
						answer1: "nice salespeople",
						answer2: "low prices",
						answer3: "great sales",
						correctanswer: 3},
						{qnumber: 5,
						numanswers: 3,
						question: "You hear Lucy discussing summer jobs with Kate. What is the advantage of working at the animal clinic?",
						answer1: "It pays well.",
						answer2: "It's only three days a week.",
						answer3: "It's connected to Lucy's career choice.",
						correctanswer: 3},
                        {qnumber: 6,
						numanswers: 3,
						question: "You hear a telephone conversation with a representative from a charity. Why doesn't Tony give the charity any money?",
						answer1: "He doesn't give out his personal details over the phone.",
						answer2: "He doesn't think the cause is important.",
						answer3: "He hasn't got money to give to charity.",
						correctanswer: 1},
						{qnumber: 7,
						numanswers: 3,
						question: "You hear three people discussing a bill in a restaurant. What do they do in the end?",
						answer1: "Each person pays an equal amount.",
						answer2: "Each person pays for their own food and drink.",
						answer3: "One person pays for the entire bill.",
						correctanswer: 3},
                        {qnumber: 8,
						numanswers: 3,
						question: "You hear a girl asking a friend for advice about getting back the money she lent to someone. What does the boy suggest she do?",
						answer1: "Call the friend and remind her to bring the money.",
						answer2: "Call the friend's mother and complain.",
						answer3: "Forget about it, the friend will never return the money anyway.",
						correctanswer: 1}
					]
	}
}
